Repository: davifduarte/atreal.usersinout
Catalog: atreal/usersinout/locales/*/LC_MESSAGES/atreal.usersinout.po
Languages: pt_br

source: Click here to get the errors as a CSV file
pt_br: Clique aqui para obter os erros no arquivo CSV.

source: Click on the Export button in order to download the full list of the portal members as a CSV file. The CSV syntax is the same used in the template.
pt_br: Clique no botão Exportar para fazer o download da lista completa dos membros do portal em um arquivo CSV. A sintaxe do CSV é a mesma usada no modelo.

source: Csv file
pt_br: Arquivo CSV

source: Errors detail
pt_br: Detalhes dos Erros

source: Export
pt_br: Exportar

source: Import
pt_br: Importar

source: Members successfully imported.
pt_br: Membro(s) importado(s) com sucesso.

source: Results
pt_br: Resultados

source: Select your CSV file here. Please respect the syntax of the template available ${here}
pt_br: Selecione o arquivo CSV aqui. Por favor respeite a sintaxe disponível no modelo ${here}

source: Some errors occured. Please check your CSV syntax and retry.
pt_br: Ocorram alguns erros. Por favor verifique a sintaxe do seu arquivo CSV e tente novamente.

source: Users import and export as CSV files.
pt_br: Importar e exportar os usuários em um arquivo CSV.

source: Wrong specification of the CSV file. Please correct it and retry.
pt_br: Especificação incorreta do arquivo CSV. Por favor corrija-o e tente novamente.

source: You will find below the CSV lines that failed.
pt_br: Você encontrará abaixo as linhas do CSV que falharam.

source: here
pt_br: Aqui

source: label_cancel
pt_br: Cancelar

source: member(s) added.
pt_br: membro(s) adicionado(s)

source: group(s) added.
pt_br: groupo(s) adicionado(s)
